Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: About %@ a month, spotted in your own receipts on this phone — no bank connection.
bg: Около %1$@ на месец, забелязани в бележките ти на този телефон — без банкова връзка.
cs: Přibližně %1$@ měsíčně, zjištěno z vašich účtenek v tomto telefonu — bez připojení k bance.
da: Omkring %1$@ om måneden, fundet i dine egne kvitteringer på denne telefon — ingen bankforbindelse.
de: Etwa %1$@ im Monat, in deinen eigenen Belegen auf diesem Telefon erkannt — keine Bankverbindung.
es: Unos %1$@ al mes, detectados en tus propios recibos en este teléfono — sin conexión bancaria.
fi: Noin %1$@ kuukaudessa, havaittu omista kuiteistasi tässä puhelimessa — ei pankkiyhteyttä.
fr: Environ %1$@ par mois, repérés dans vos propres reçus sur ce téléphone — sans connexion bancaire.
it: Circa %1$@ al mese, individuati nei tuoi scontrini su questo telefono — senza collegare la banca.
nb: Omtrent %1$@ i måneden, oppdaget i dine egne kvitteringer på denne telefonen — ingen banktilkobling.
nl: Ongeveer %1$@ per maand, gevonden in je eigen bonnen op deze telefoon — geen bankkoppeling.
pl: Około %1$@ miesięcznie, wykryte w Twoich paragonach na tym telefonie — bez łączenia z bankiem.
pt: Cerca de %1$@ por mês, identificado nos seus próprios recibos neste telefone — sem conexão bancária.
ro: Aproximativ %1$@ pe lună, identificat în propriile tale bonuri de pe acest telefon — fără conexiune bancară.
ru: Около %1$@ в месяц, найдено в ваших чеках на этом телефоне — без подключения к банку.
sv: Ungefär %1$@ i månaden, upptäckt i dina egna kvitton på den här telefonen — ingen bankanslutning.

source: Accent color
bg: Цвят на акцента
cs: Barva zvýraznění
da: Accentfarve
de: Akzentfarbe
es: Color de acento
fi: Korostusväri
fr: Couleur d'accentuation
it: Colore principale
nb: Aksentfarge
nl: Accentkleur
pl: Kolor akcentu
pt: Cor de destaque
ro: Culoare de accent
ru: Акцентный цвет
sv: Accentfärg

source: Account
bg: Профил
cs: Účet
da: Konto
de: Konto
es: Cuenta
fi: Tili
fr: Compte
nb: Konto
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт
sv: Konto

source: Active sub-budgets
bg: Активни подбюджети
cs: Aktivní dílčí rozpočty
da: Aktive delbudgetter
de: Aktive Teilbudgets
es: Subpresupuestos activos
fi: Aktiiviset alabudjetit
fr: Sous-budgets actifs
it: Sotto-budget attivi
nb: Aktive delbudsjetter
nl: Actieve subbudgetten
pl: Aktywne podbudżety
pt: Subdivisões ativas
ro: Sub-bugete active
ru: Активные подбюджеты
sv: Aktiva delbudgetar

source: Add %@
bg: Добави %1$@
cs: Přidat %1$@
da: Tilføj %1$@
de: %1$@ einzahlen
es: Añadir %1$@
fi: Lisää %1$@
fr: Ajouter %1$@
it: Aggiungi %1$@
nb: Legg til %1$@
nl: %1$@ toevoegen
pl: Dodaj %1$@
pt: Adicionar %1$@
ro: Adaugă %1$@
ru: Добавить %1$@
sv: Lägg till %1$@

source: Add a receipt
bg: Добави бележка
cs: Přidat účtenku
da: Tilføj kvittering
de: Beleg hinzufügen
es: Añadir recibo
fi: Lisää kuitti
fr: Ajouter un reçu
it: Aggiungi uno scontrino
nb: Legg til kvittering
nl: Bon toevoegen
pl: Dodaj paragon
pt: Adicionar recibo
ro: Adaugă un bon
ru: Добавить чек
sv: Lägg till kvitto

source: Add bill
bg: Добави сметка
cs: Přidat účet
da: Tilføj regning
de: Rechnung hinzufügen
es: Añadir pago
fi: Lisää lasku
fr: Ajouter une facture
it: Aggiungi spesa
nb: Legg til regning
nl: Rekening toevoegen
pl: Dodaj rachunek
pt: Adicionar conta
ro: Adaugă factură
ru: Добавить счёт
sv: Lägg till räkning

source: Add income source
bg: Добави източник на приход
cs: Přidat zdroj příjmu
da: Tilføj indtægtskilde
de: Einnahmequelle hinzufügen
es: Añadir fuente de ingresos
fi: Lisää tulolähde
fr: Ajouter une source de revenus
it: Aggiungi fonte di reddito
nb: Legg til inntektskilde
nl: Inkomstenbron toevoegen
pl: Dodaj źródło przychodu
pt: Adicionar fonte de rendimento
ro: Adaugă sursă de venit
ru: Добавить источник дохода
sv: Lägg till inkomstkälla

source: Add item
bg: Добави транзакция
cs: Přidat položku
da: Tilføj vare
de: Transaktion hinzufügen
es: Añadir transacción
fi: Lisää tuote
fr: Ajouter une transaction
it: Aggiungi transazione
nb: Legg til vare
nl: Transactie toevoegen
pl: Dodaj transakcję
pt: Adicionar transação
ro: Adaugă articol
ru: Добавить операцию
sv: Lägg till vara

source: Add recurring payment
bg: Добави повтарящо се плащане
cs: Přidat pravidelnou platbu
da: Tilføj fast betaling
de: Wiederkehrende Zahlung hinzufügen
es: Añadir pago recurrente
fi: Lisää toistuva maksu
fr: Ajouter un paiement récurrent
it: Aggiungi pagamento ricorrente
nb: Legg til fast betaling
nl: Terugkerende betaling toevoegen
pl: Dodaj płatność cykliczną
pt: Adicionar pagamento recorrente
ro: Adaugă plată recurentă
ru: Добавить регулярный платёж
sv: Lägg till återkommande betalning

source: Add to savings
bg: Добави към спестяванията
cs: Přidat do úspor
da: Føj til opsparing
de: Einzahlen
es: Añadir al ahorro
fi: Lisää säästöihin
fr: Ajouter à l'épargne
it: Aggiungi ai risparmi
nb: Legg til i sparing
nl: Toevoegen aan spaargeld
pl: Dodaj do oszczędności
pt: Adicionar à economia
ro: Adaugă la economii
ru: Добавить к накоплениям
sv: Lägg till i sparande

source: Add your income to see what's safe to spend before payday.
bg: Добави дохода си, за да видиш колко е свободно за харчене преди заплата.
cs: Přidejte svůj příjem a uvidíte, kolik můžete bezpečně utratit do výplaty.
da: Tilføj din indkomst for at se, hvad du trygt kan bruge inden lønningsdag.
de: Füge deine Einnahmen hinzu, um zu sehen, was du bis zum Zahltag sicher ausgeben kannst.
es: Añade tus ingresos para ver cuánto puedes gastar antes del día de pago.
fi: Lisää tulosi nähdäksesi, mitä on turvallista käyttää ennen palkkapäivää.
fr: Ajoutez vos revenus pour connaître votre reste à dépenser avant la paie.
it: Aggiungi le tue entrate per sapere quanto puoi spendere prima della paga.
nb: Legg til inntekten din for å se hva som er trygt å bruke før lønningsdagen.
nl: Voeg je inkomen toe om te zien wat je veilig kunt uitgeven voor je betaaldag.
pl: Dodaj dochód, aby zobaczyć, ile możesz bezpiecznie wydać przed wypłatą.
pt: Adicione sua renda para ver o que é livre para gastar antes do pagamento.
ro: Adaugă-ți venitul pentru a vedea cât e sigur de cheltuit înainte de ziua de salariu.
ru: Добавьте доход, чтобы узнать, сколько можно спокойно потратить до зарплаты.
sv: Lägg till din inkomst för att se vad som är tryggt att spendera före lönedagen.

source: Adds a monthly pace to the card
bg: Добавя месечно темпо към картата
cs: Přidá na kartu měsíční tempo
da: Tilføjer et månedligt tempo til kortet
de: Fügt der Karte ein monatliches Tempo hinzu
es: Añade un ritmo mensual a la tarjeta
fi: Lisää kortille kuukausitahdin
fr: Ajoute un rythme mensuel à la carte
it: Aggiunge un ritmo mensile alla scheda
nb: Legger til et månedlig tempo på kortet
nl: Voegt een maandelijks tempo toe aan de kaart
pl: Dodaje do karty miesięczne tempo
pt: Adiciona um ritmo mensal ao cartão
ro: Adaugă un ritm lunar pe card
ru: Добавит на карточку месячный темп
sv: Lägger till en månadstakt på kortet

source: After 1 minute
bg: След 1 минута
cs: Po 1 minutě
da: Efter 1 minut
de: Nach 1 Minute
es: Después de 1 minuto
fi: 1 minuutin kuluttua
fr: Après 1 minute
it: Dopo 1 minuto
nb: Etter 1 minutt
nl: Na 1 minuut
pl: Po 1 minucie
pt: Após 1 minuto
ro: După 1 minut
ru: Через 1 минуту
sv: Efter 1 minut

source: After 5 minutes
bg: След 5 минути
cs: Po 5 minutách
da: Efter 5 minutter
de: Nach 5 Minuten
es: Después de 5 minutos
fi: 5 minuutin kuluttua
fr: Après 5 minutes
it: Dopo 5 minuti
nb: Etter 5 minutter
nl: Na 5 minuten
pl: Po 5 minutach
pt: Após 5 minutos
ro: După 5 minute
ru: Через 5 минут
sv: Efter 5 minuter

source: Alerts
bg: Сигнали
cs: Upozornění
da: Advarsler
de: Warnungen
es: Alertas
fi: Hälytykset
fr: Alertes
it: Avvisi
nb: Varsler
nl: Waarschuwingen
pl: Alerty
pt: Alertas
ro: Alerte
ru: Оповещения
sv: Varningar

source: Align receipt in frame
bg: Подравнете бележката в рамката
cs: Zarovnejte účtenku do rámečku
da: Placer kvitteringen i rammen
de: Beleg im Rahmen ausrichten
es: Alinea el recibo en el marco
fi: Kohdista kuitti kehykseen
fr: Alignez le reçu dans le cadre
it: Allinea lo scontrino nel riquadro
nb: Plasser kvitteringen i rammen
nl: Plaats de bon in het kader
pl: Wyrównaj paragon w ramce
pt: Alinhe o recibo no quadro
ro: Aliniază bonul în cadru
ru: Поместите чек в рамку
sv: Placera kvittot i ramen

source: All
bg: Всички
cs: Vše
da: Alle
de: Alle
es: Todos
fi: Kaikki
fr: Tous
it: Tutti
nb: Alle
nl: Alle
pl: Wszystko
pt: Todos
ro: Toate
ru: Все
sv: Alla

source: All “%@”
bg: Всички „%@“
cs: Všechny „%@“
da: Alle “%@”
de: Alle „%@“
es: Todos «%@»
fi: Kaikki ”%@”
fr: Tous les « %@ »
it: Tutti “%@”
nb: Alle “%@”
nl: Alle “%@”
pl: Wszystkie „%@”
pt: Todos “%@”
ro: Toate „%@”
ru: Все «%@»
sv: Alla “%@”

source: All %lld budgets within plan.
bg: Всички %1$lld бюджета в рамките на плана.
cs: Všech %1$lld rozpočtů v rámci plánu.
da: Alle %1$lld budgetter inden for planen.
de: Alle %1$lld Budgets im Plan.
es: Los %1$lld presupuestos dentro del plan.
fi: Kaikki %1$lld budjettia suunnitelman mukaisia.
fr: Les %1$lld budgets respectés.
it: Tutti i %1$lld budget rispettati.
nb: Alle %1$lld budsjetter innenfor planen.
nl: Alle %1$lld budgetten binnen plan.
pl: Wszystkie %1$lld budżetów zgodne z planem.
pt: Todos os %1$lld orçamentos dentro do plano.
ro: Toate cele %1$lld bugete sunt în plan.
ru: Все %1$lld бюджетов в рамках плана.
sv: Alla %1$lld budgetar inom plan.

source: All currencies
bg: Всички валути
cs: Všechny měny
da: Alle valutaer
de: Alle Währungen
es: Todas las monedas
fi: Kaikki valuutat
fr: Toutes les devises
it: Tutte le valute
nb: Alle valutaer
nl: Alle valuta's
pl: Wszystkie waluty
pt: Todas as moedas
ro: Toate monedele
ru: Все валюты
sv: Alla valutor

source: All the details
bg: Всички подробности
cs: Všechny detaily
da: Alle detaljerne
de: Alle Details
es: Todos los detalles
fi: Kaikki yksityiskohdat
fr: Tous les détails
it: Tutti i dettagli
nb: Alle detaljene
nl: Alle details
pl: Wszystkie szczegóły
pt: Todos os detalhes
ro: Toate detaliile
ru: Все детали
sv: Alla detaljer

source: all time
bg: цялото време
cs: celá doba
da: al tid
de: gesamter Zeitraum
es: todo el tiempo
fi: koko aika
fr: depuis le début
it: sempre
nb: hele tiden
nl: alle tijd
pl: cały czas
pt: todo o período
ro: tot timpul
ru: всё время
sv: all tid

source: All time
bg: За цялото време
cs: Za celou dobu
da: Al tid
de: Gesamter Zeitraum
es: Todo el tiempo
fi: Koko ajalta
fr: Depuis le début
it: Sempre
nb: Hele tiden
nl: Alle tijd
pl: Cały czas
pt: Todo o período
ro: Tot timpul
ru: За всё время
sv: All tid

source: All your spending so far.
bg: Всичките ви разходи досега.
cs: Všechny vaše dosavadní výdaje.
da: Alt dit forbrug indtil nu.
de: Deine gesamten bisherigen Ausgaben.
es: Todos tus gastos hasta ahora.
fi: Kaikki menosi tähän mennessä.
fr: Toutes vos dépenses jusqu'à présent.
it: Tutte le tue spese finora.
nb: Alt forbruket ditt så langt.
nl: Al je uitgaven tot nu toe.
pl: Wszystkie Twoje dotychczasowe wydatki.
pt: Todos os seus gastos até agora.
ro: Toate cheltuielile tale de până acum.
ru: Все ваши расходы на данный момент.
sv: Alla dina utgifter hittills.

source: Amount
bg: Сума
cs: Částka
da: Beløb
de: Betrag
es: Importe
fi: Summa
fr: Montant
it: Importo
nb: Beløp
nl: Bedrag
pl: Kwota
pt: Valor
ro: Sumă
ru: Сумма
sv: Belopp

source: Analytics
bg: Анализ на данни
cs: Analytika
da: Analyse
de: Analyse
es: Analíticas
fi: Analytiikka
fr: Analytique
it: Statistiche
nb: Analyse
nl: Analyse
pl: Analityka
pt: Estatísticas
ro: Analiză
ru: Аналитика
sv: Analys

source: Any recurring bills or subscriptions to watch?
bg: Има ли периодични сметки или абонаменти за следене?
cs: Máte nějaké opakované účty nebo předplatná, která chcete sledovat?
da: Nogen tilbagevendende regninger eller abonnementer at holde øje med?
de: Möchtest du wiederkehrende Rechnungen oder Abos im Blick behalten?
es: ¿Tienes facturas o suscripciones recurrentes que controlar?
fi: Onko sinulla toistuvia laskuja tai tilauksia seurattavana?
fr: Des factures ou abonnements récurrents à surveiller ?
it: Bollette o abbonamenti ricorrenti da monitorare?
nb: Har du gjentakende regninger eller abonnementer å følge med på?
nl: Nog terugkerende rekeningen of abonnementen om in de gaten te houden?
pl: Masz jakieś cykliczne rachunki lub subskrypcje do monitorowania?
pt: Tem contas ou assinaturas recorrentes para acompanhar?
ro: Ai facturi sau abonamente recurente de urmărit?
ru: Есть регулярные счета или подписки, за которыми стоит следить?
sv: Några återkommande räkningar eller prenumerationer att hålla koll på?

source: App lock
bg: Заключване на приложението
cs: Zámek aplikace
da: Applås
de: App-Sperre
es: Bloqueo de la app
fi: Sovelluslukko
fr: Verrouillage de l'app
it: Blocco dell'app
nb: Applås
nl: App-vergrendeling
pl: Blokada aplikacji
pt: Bloqueio do app
ro: Blocarea aplicației
ru: Блокировка приложения
sv: Applås

source: Appearance
bg: Тема
cs: Vzhled
da: Udseende
de: Design
es: Tema
fi: Ulkoasu
fr: Thème
it: Tema
nb: Utseende
nl: Thema
pl: Motyw
pt: Tema
ro: Aspect
ru: Тема
sv: Utseende

source: Applies to all past & future matches
bg: Важи за всички минали и бъдещи съвпадения
cs: Platí pro všechny minulé i budoucí shody
da: Gælder for alle tidligere og fremtidige match
de: Gilt für alle vergangenen und zukünftigen Treffer
es: Se aplica a todas las coincidencias pasadas y futuras
fi: Koskee kaikkia menneitä ja tulevia osumia
fr: S’applique à toutes les correspondances passées et futures
it: Vale per tutte le corrispondenze passate e future
nb: Gjelder alle tidligere og fremtidige treff
nl: Geldt voor alle eerdere en toekomstige overeenkomsten
pl: Dotyczy wszystkich przeszłych i przyszłych dopasowań
pt: Aplica-se a todas as correspondências passadas e futuras
ro: Se aplică tuturor potrivirilor trecute și viitoare
ru: Применяется ко всем прошлым и будущим совпадениям
sv: Gäller alla tidigare och framtida träffar

source: Apply
bg: Приложи
cs: Použít
da: Anvend
de: Übernehmen
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ro: Aplică
ru: Применить
sv: Använd

source: Apply to other “%@” items?
bg: Прилагане към други артикули „%@“?
cs: Použít na další položky „%@“?
da: Anvend på andre “%@”-varer?
de: Auf andere „%@“-Artikel anwenden?
es: ¿Aplicar a otros artículos «%@»?
fi: Käytetäänkö muihin ”%@”-tuotteisiin?
fr: Appliquer aux autres articles « %@ » ?
it: Applicare ad altri articoli “%@”?
nb: Bruk på andre “%@”-varer?
nl: Toepassen op andere “%@”-artikelen?
pl: Zastosować do innych pozycji „%@”?
pt: Aplicar a outros artigos “%@”?
ro: Aplici la alte articole „%@”?
ru: Применить к другим товарам «%@»?
sv: Använd på andra “%@”-varor?

source: Avg / day
bg: Средно / ден
cs: Prům. / den
da: Gns. / dag
de: Ø / Tag
es: Prom. / día
fi: Ka. / päivä
fr: Moy. / jour
it: Media / giorno
nb: Snitt / dag
nl: Gem. / dag
pl: Śr. / dzień
pt: Média / dia
ro: Medie / zi
ru: Сред. / день
sv: Snitt / dag

source: Avg / receipt
bg: Средно / бележка
cs: Prům. / účtenka
da: Gns. / kvittering
de: Ø / Beleg
es: Prom. / recibo
fi: Ka. / kuitti
fr: Moy. / reçu
it: Media / scontrino
nb: Snitt / kvittering
nl: Gem. / bon
pl: Śr. / paragon
pt: Média / recibo
ro: Medie / bon
ru: Сред. / чек
sv: Snitt / kvitto

source: avg %@
bg: ср. %@
cs: prům. %@
da: gns. %@
de: Ø %@
es: media %@
fi: ka. %@
fr: moy. %@
it: media %@
nb: gj.sn. %@
nl: gem. %@
pl: śr. %@
pt: média %@
ro: medie %@
ru: сред. %@
sv: snitt %@

source: Backup
bg: Резервно копие
cs: Záloha
da: Sikkerhedskopi
es: Copia de seguridad
fi: Varmuuskopio
fr: Sauvegarde
nb: Sikkerhetskopi
pl: Kopia zapasowa
pt: Cópia de segurança
ro: Copie de rezervă
ru: Резервная копия
sv: Säkerhetskopia

source: behind
bg: изоставаш
cs: pozadu
da: bagud
de: im Rückstand
es: con retraso
fi: jäljessä
fr: en retard
it: in ritardo
nb: bak skjema
nl: achterop
pl: poniżej planu
pt: atrasado
ro: în urmă
ru: отстаёт
sv: efter

source: BEST VALUE
bg: НАЙ-ИЗГОДНО
cs: NEJVÝHODNĚJŠÍ
da: BEDSTE VÆRDI
de: BESTER WERT
es: MEJOR VALOR
fi: PARAS ARVO
fr: MEILLEURE OFFRE
it: MIGLIOR VALORE
nb: BEST VERDI
nl: BESTE WAARDE
pl: NAJLEPSZA WARTOŚĆ
pt: MELHOR VALOR
ro: CEL MAI BUN PREȚ
ru: ЛУЧШАЯ ЦЕНА
sv: BÄST VÄRDE

source: Big-picture view
bg: Изглед с обща картина
cs: Zobrazení s celkovým přehledem
da: Overbliksvisning
de: Überblicksansicht
es: Vista general
fi: Kokonaiskuvan näkymä
fr: Vue d'ensemble
it: Vista d'insieme
nb: Oversiktsvisning
nl: Overzicht op hoofdlijnen
pl: Widok ogólny
pt: Visão geral
ro: Vizualizare de ansamblu
ru: Общий обзор
sv: Helhetsvy

source: Biggest purchases
bg: Най-големи покупки
cs: Největší nákupy
da: Største køb
de: Größte Käufe
es: Compras más grandes
fi: Suurimmat ostokset
fr: Plus gros achats
it: Acquisti maggiori
nb: Største kjøp
nl: Grootste aankopen
pl: Największe zakupy
pt: Maiores compras
ro: Cele mai mari achiziții
ru: Крупнейшие покупки
sv: Största inköpen

source: billed annually
bg: таксува се годишно
cs: účtováno ročně
da: faktureres årligt
de: jährlich abgerechnet
es: facturación anual
fi: laskutetaan vuosittain
fr: facturé chaque année
it: fatturato annualmente
nb: faktureres årlig
nl: jaarlijks gefactureerd
pl: rozliczane rocznie
pt: cobrado anualmente
ro: facturat anual
ru: оплата раз в год
sv: faktureras årligen

source: Billed each month
bg: Таксува се всеки месец
cs: Účtováno každý měsíc
da: Faktureres hver måned
de: Monatliche Abrechnung
es: Facturación mensual
fi: Laskutetaan kuukausittain
fr: Facturé chaque mois
it: Fatturato ogni mese
nb: Faktureres hver måned
nl: Maandelijks gefactureerd
pl: Rozliczane co miesiąc
pt: Cobrado todos os meses
ro: Facturat lunar
ru: Списывается каждый месяц
sv: Faktureras varje månad

source: Bills
bg: Сметки
cs: Účty
da: Regninger
de: Rechnungen
es: Facturas
fi: Laskut
fr: Factures
it: Bollette
nb: Regninger
nl: Rekeningen
pl: Rachunki
pt: Contas
ro: Facturi
ru: Счета
sv: Räkningar

source: Bills · planned
bg: Сметки · планирани
cs: Účty · plánováno
da: Regninger · planlagt
de: Rechnungen · geplant
es: Pagos · previstos
fi: Laskut · suunniteltu
fr: Factures · prévues
it: Spese · previste
nb: Regninger · planlagt
nl: Rekeningen · gepland
pl: Rachunki · planowane
pt: Contas · previstas
ro: Facturi · planificat
ru: Счета · плановые
sv: Räkningar · planerat

source: Bills & subscriptions off
bg: Сметките и абонаментите са изключени
cs: Účty a předplatná vypnuty
da: Regninger & abonnementer slået fra
de: Rechnungen & Abos aus
es: Facturas y suscripciones desactivadas
fi: Laskut ja tilaukset pois käytöstä
fr: Factures et abonnements désactivés
it: Bollette e abbonamenti disattivati
nb: Regninger & abonnementer av
nl: Rekeningen & abonnementen uit
pl: Rachunki i subskrypcje wyłączone
pt: Contas & assinaturas desativadas
ro: Facturi și abonamente dezactivate
ru: Счета и подписки отключены
sv: Räkningar & prenumerationer avstängda

source: Bills are planned — not yet spent.
bg: Сметките са планирани — още не са платени.
cs: Účty jsou plánované — zatím nezaplacené.
da: Regninger er planlagt — endnu ikke brugt.
de: Rechnungen sind geplant — noch nicht ausgegeben.
es: Las facturas están planificadas, aún no gastadas.
fi: Laskut ovat suunniteltuja — ei vielä maksettu.
fr: Les factures sont prévues — pas encore payées.
it: Le bollette sono pianificate — non ancora spese.
nb: Regninger er planlagt — ennå ikke brukt.
nl: Rekeningen zijn gepland — nog niet uitgegeven.
pl: Rachunki są zaplanowane — jeszcze nieopłacone.
pt: As contas estão planeadas — ainda não gastas.
ro: Facturile sunt planificate — încă neplătite.
ru: Счета запланированы — ещё не оплачены.
sv: Räkningar är planerade — inte spenderade än.

source: Bills still due
bg: Неплатени сметки
cs: Účty k zaplacení
da: Ubetalte regninger
de: Noch offene Rechnungen
es: Pagos pendientes
fi: Maksamattomat laskut
fr: Factures à payer
it: Spese da pagare
nb: Gjenstående regninger
nl: Openstaande rekeningen
pl: Rachunki do zapłaty
pt: Contas por pagar
ro: Facturi de plătit
ru: Счета к оплате
sv: Räkningar kvar att betala

source: Bills-first layout
bg: Оформление със сметки на преден план
cs: Rozvržení s účty na prvním místě
da: Regninger-først-layout
de: Rechnungen-zuerst-Layout
es: Diseño centrado en facturas
fi: Laskut ensin -asettelu
fr: Mise en page axée sur les factures
it: Layout incentrato sulle bollette
nb: Oppsett med regninger først
nl: Rekeningen-eerst-lay-out
pl: Układ z rachunkami na pierwszym miejscu
pt: Layout com contas em destaque
ro: Aspect axat pe facturi
ru: Макет с акцентом на счета
sv: Layout med räkningar först

source: Both come out of %@ income this cycle.
bg: И двете излизат от дохода ти от %1$@ този цикъл.
cs: Obojí se hradí z příjmu %1$@ v tomto cyklu.
da: Begge dele kommer fra din indkomst på %1$@ denne cyklus.
de: Beides kommt aus deinen Einnahmen von %1$@ in diesem Zyklus.
es: Ambos salen de tus %1$@ de ingresos de este ciclo.
fi: Molemmat otetaan %1$@ tuloista tällä jaksolla.
fr: Les deux sont déduits de vos %1$@ de revenus ce cycle.
it: Entrambi provengono dai tuoi %1$@ di entrate di questo ciclo.
nb: Begge tas fra %1$@ i inntekt denne perioden.
nl: Beide komen deze cyclus uit je inkomen van %1$@.
pl: Obie kwoty pochodzą z dochodu %1$@ w tym cyklu.
pt: Ambos saem da renda de %1$@ deste ciclo.
ro: Ambele provin din venitul de %1$@ al acestui ciclu.
ru: И то, и другое вычитается из дохода %1$@ в этом цикле.
sv: Båda tas från %1$@ i inkomst denna period.

source: Bought this %lld×
bg: Купено %lld×
cs: Koupeno %lld×
da: Købt %lld×
de: %lld× gekauft
es: Comprado %lld×
fi: Ostettu %lld×
fr: Acheté %lld×
it: Comprato %lld×
nb: Kjøpt %lld×
nl: %lld× gekocht
pl: Kupione %lld×
pt: Comprado %lld×
ro: Cumpărat de %lld×
ru: Куплено %lld×
sv: Köpt %lld×

source: Breakdown
bg: Разбивка
cs: Rozdělení
da: Fordeling
de: Aufschlüsselung
es: Desglose
fi: Erittely
fr: Répartition
it: Ripartizione
nb: Fordeling
nl: Verdeling
pl: Podział
pt: Detalhamento
ro: Defalcare
ru: Разбивка
sv: Fördelning

source: Bring your over-budget categories back in line to lift your score.
bg: Върни надвишените категории в рамките, за да вдигнеш оценката си.
cs: Vraťte překročené kategorie do plánu, ať si zvednete skóre.
da: Få dine overskredne kategorier på plads igen for at hæve din score.
de: Bring deine überschrittenen Kategorien wieder in den Rahmen, um deinen Score zu verbessern.
es: Vuelve a encuadrar tus categorías excedidas para subir tu puntuación.
fi: Palauta ylittyneet kategoriat raameihin nostaaksesi pisteitäsi.
fr: Ramenez vos catégories en dépassement dans les limites pour améliorer votre score.
it: Riporta nei limiti le categorie fuori budget per alzare il punteggio.
nb: Få kategoriene over budsjett på plass igjen for å løfte scoren din.
nl: Breng je overschreden categorieën weer in lijn om je score te verhogen.
pl: Przywróć przekroczone kategorie do normy, aby podnieść swój wynik.
pt: Traga de volta ao plano as categorias acima do orçamento para elevar sua pontuação.
ro: Readu categoriile depășite în limite ca să-ți crești scorul.
ru: Верните категории с превышением в рамки, чтобы поднять оценку.
sv: Få dina överskridna kategorier i linje igen för att höja din poäng.

source: Budget
bg: Бюджет
cs: Rozpočet
es: Presupuesto
fi: Budjetti
nb: Budsjett
pl: Budżet
pt: Orçamento
ro: Buget
ru: Бюджет

source: Budget adherence
bg: Спазване на бюджета
cs: Dodržování rozpočtu
da: Budgetdisciplin
de: Budgettreue
es: Cumplimiento del presupuesto
fi: Budjetissa pysyminen
fr: Respect du budget
it: Rispetto del budget
nb: Budsjettdisiplin
nl: Budgetdiscipline
pl: Trzymanie się budżetu
pt: Adesão ao orçamento
ro: Respectarea bugetului
ru: Соблюдение бюджета
sv: Budgetdisciplin
